<?php
    $title = "Men";
    function createContent(){   
        global $user, $conn;
?>
<link rel="stylesheet" href="styles/menstyle.css">
    <div class="container-spring">
        <h1>SPRING COLLECTION MEN</h1>

<li class="left-marg"><a href="M_Boots">М_Ботинки</a></li>
<li><a href="M_Cross">М_Кросовки</a></li>
<li><a href="M_Sandals">М_Сандали</a></li>
<li><a href="M_Tufli">М_Туфли</a></li>
<p>
    В современном мире предметы гардероба человека становятся свидетельством его вкуса, стиля и статуса. Неудивительно, что при необходимости купить мужскую обувь, многие представители сильного пола с особой тщательностью подходят к данной процедуре. Чем более дорогая и презентабельная пара туфель или ботинок красуется на ногах мужчины, тем выше мнение о нем в глазах окружающих.

Если дамской обуви достаточно быть яркой и привлекательной, чтобы вызывать восторг у окружающих, то к мужской обуви предъявляется намного больше требований. Она должна:

легко чиститься и обслуживаться, не скапливать грязь и пыль на своих внешних поверхностях;
иметь качественную отделку, быть хорошо пошитой, лишенной каких бы то ни было изъянов;
предоставлять стопе достаточно места для размещения, не жать и не сдавливать ногу;
хорошо выглядеть при любой погоде, не промокать в дождь и не выгорать на солнце;
демонстрировать элегантность и стиль;
сочетаться с любыми костюмами, брюками, джинсами.
</p>
    </div>
<?php 
    }
?>
		