<?php
    $title = "Women";
    function createContent(){   
        global $user, $conn;
?>
    <link rel="stylesheet" href="styles/womenstyle.css">
    <div class="container-spring">
        <h1>SPRING COLLECTION WOMEN</h1>

    <li class="left-marg"><a href="W_BOSU">Ж_Босоножки</a></li>
    <li><a href="W_BOTINKI">Ж_Ботинки</a></li>
    <li><a href="W_KROSU">Ж_Кросовки</a></li>
    <li><a href="W_TUFLI">Ж_Туфли</a></li>
    
    <p>
    Идеальная обувь для женщин должна соответствовать сразу нескольким требованиям: быть элегантной и привлекательной, оригинальной и стильной, удобной для ноги и демонстрирующей высокий уровень комфорта в целом. Именно такую продукцию выпускает сегодня наш бренд.

Наши разработки характеризуются креативным исполнением, удачным подбором материалов и декора, органичным соединением британской строгости и практичности с итальянской страстностью и буйством красок. Перепутать продукцию нашей марки невозможно ни с какой другой. Для нее свойственны:

использование натуральных материалов (кожа, хлопок, замша);
задействование ведущих трендов fashion-индустрии;
ставка на добротность в сочетании с роскошью;
большое разнообразие исполнений и вариаций обуви;
качественный пошив + креативная отделка.
В процессе разнашивания данная продукция максимально мягко взаимодействует с ногой, редко натирает и оставляет мозоли.
</p>
    </div>
<?php 
    }
?>
		